Repository: kaiwen-wang/LocalizableParser
Catalog: output/4_final_xcstrings/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: Monthly subscription currently unavailable.
de: Monatliches Abonnement derzeit nicht verfügbar.
es: Suscripción mensual actualmente no disponible.
fr: Abonnement mensuel actuellement indisponible.
hi: मासिक सदस्यता वर्तमान में उपलब्ध नहीं है।
id: Langganan bulanan saat ini tidak tersedia.
it: Abbonamento mensile attualmente non disponibile.
ja: 月額サブスクリプションは現在利用できません。
ko: 매월 구독 현재 사용 불가능합니다.
nl: Maandabonnement momenteel niet beschikbaar.
pl: Miesięczna subskrypcja obecnie niedostępna.
pt_br: Assinatura mensal atualmente indisponível.
ru: Ежемесячная подписка в настоящее время недоступна.
th: การสมัครสมาชิกรายเดือนยังไม่พร้อมใช้งานในขณะนี้ค่ะ
tr: Aylık abonelik şu anda mevcut değil.
uk: Щомісячна передплата наразі недоступна.
vi: Gói đăng ký hàng tháng hiện không khả dụng.
zh_hans: 每月订阅目前不可用。
zh_hant: 每月訂閱目前無法使用。

source: Most Recently Added
de: Zuletzt hinzugefügt
es: Más recientemente añadido.
fr: Plus récemment ajouté
hi: हाल ही में जोड़ा गया नया
id: Baru Ditambahkan Terbaru
it: Più recentemente aggiunto.
ja: 最近追加された
ko: 최근 추가된 것들
nl: Meest recent toegevoegd.
pl: Ostatnio dodane.
pt_br: Mais recentemente adicionado.
ru: Последние добавленные
th: เพิ่มล่าสุดที่สุด
tr: En Son Eklenenler"
uk: Останні додані
vi: Gần đây nhấtThêm vào
zh_hans: 最近添加
zh_hant: 最近新增

source: Navigate:
de: Navigieren:
es: Navegar:
fr: Naviguer :
hi: नेविगेट करें:
id: Navigasi:
it: Navigare:
ja: ナビゲート:
ko: 탐색:
nl: Navigeren:
pl: Nawiguj:
pt_br: Navegar:
ru: Перейти:
th: นำทาง:
tr: Gezin:
uk: Переміщатися:
vi: Điều hướng:
zh_hans: 导航：
zh_hant: 導航：

source: New Person's Name
de: "Neuer Name der Person"
es: "Nuevo nombre de persona"
fr: Nouveau nom de la personne
hi: नया व्यक्ति का नाम
id: Nama Orang Baru
it: "Nuovo Nome della Persona"
ja: 新しい人の名前
ko: "새로운 사람의 이름"
nl: "Nieuwe persoonsnaam"
pl: "Nowe imię osoby"
pt_br: Novo Nome da Pessoa
ru: "Имя нового человека"
th: ชื่อของบุคคลใหม่
tr: "Yeni Kişinin Adı"
uk: Ім'я нової особи
vi: Tên Người Mới
zh_hans: 新人的名字
zh_hant: 新人的名字

source: No Help Content Available
de: Kein Hilfsinhalt verfügbar.
es: Contenido de ayuda no disponible.
fr: Aucun contenu d'aide disponible.
hi: कोई सहायता सामग्री उपलब्ध नहीं है।
id: Tidak Ada Konten Bantuan Tersedia
it: Nessun contenuto di aiuto disponibile.
ja: ヘルプコンテンツは利用できません。
ko: 도움말 콘텐츠를 사용할 수 없습니다.
nl: Geen Help-inhoud beschikbaar.
pl: Brak dostępnej zawartości pomocy.
pt_br: Nenhum conteúdo de ajuda disponível.
ru: Нет доступного справочного контента.
th: ไม่มีเนื้อหาช่วยเหลือที่พร้อมใช้งาน
tr: Yardım İçeriği Mevcut Değil.
uk: Немає доступного вмісту довідки.
vi: Không có nội dung trợ giúp nào có sẵn.
zh_hans: 没有可用的帮助内容。
zh_hant: 沒有可用的幫助內容。

source: No matching names found.
de: Keine übereinstimmenden Namen gefunden.
es: "No se encontraron nombres coincidentes."
fr: Aucun nom correspondant trouvé.
hi: कोई मेल खाते नहीं मिले।
id: Tidak ditemukan nama yang cocok.
it: Nessun nome corrispondente trovato.
ja: 見つかりませんでした。
ko: 일치하는 이름을 찾을 수 없습니다.
nl: Geen overeenkomende namen gevonden.
pl: Nie znaleziono pasujących nazw.
pt_br: Nenhum nome correspondente encontrado.
ru: Имена не найдены.
th: ไม่พบชื่อที่ตรงกัน
tr: Eşleşen isim bulunamadı.
uk: Не знайдено жодного відповідного імені.
vi: Không tìm thấy tên phù hợp.
zh_hans: 未找到匹配的名称。
zh_hant: 找不到匹配的名稱。

source: No models found via OpenAI or API key is invalid.
de: Keine Modelle über OpenAI gefunden oder API-Schlüssel ungültig.
es: No se encontraron modelos a través de OpenAI o la clave de API es inválida.
fr: Aucun modèle trouvé via OpenAI ou la clé API est invalide.
hi: कोई मॉडल ओपनएआई या एपीआई कुंजी के माध्यम से नहीं मिला।
id: Tidak ada model yang ditemukan melalui OpenAI atau kunci API tidak valid.
it: Nessun modello trovato tramite OpenAI o la chiave API non è valida.
ja: OpenAIまたはAPIキーを使用してモデルが見つかりません。
ko: OpenAI 또는 API 키를 통해 모델을 찾을 수 없습니다.
nl: Geen modellen gevonden via OpenAI of API-sleutel is ongeldig.
pl: Nie znaleziono modeli za pomocą OpenAI lub klucz API jest nieprawidłowy.
pt_br: Nenhum modelo encontrado via OpenAI ou chave da API é inválida.
ru: Модели не найдены через OpenAI или ключ API недействителен.
th: ไม่พบโมเดลผ่าน OpenAI หรือ API key ไม่ถูกต้อง
tr: OpenAI veya API anahtarı ile hiçbir model bulunamadı.
uk: Моделі не знайдено через OpenAI або недійсний ключ API.
vi: Không tìm thấy mô hình thông qua OpenAI hoặc khóa API không hợp lệ.
zh_hans: 在OpenAI中找不到模型或API密钥无效。
zh_hant: 在 OpenAI 或 API 金鑰中找不到模型。

source: No models found via OpenRouter or API key is invalid.
de: Keine Modelle über OpenRouter gefunden oder API-Schlüssel ungültig.
es: No se encontraron modelos a través de OpenRouter o la clave API no es válida.
fr: Aucun modèle trouvé via OpenRouter ou la clé API est invalide.
hi: OpenRouter या API कुंजी के माध्यम से कोई मॉडल नहीं मिला।
id: Tidak ada model yang ditemukan melalui OpenRouter atau kunci API tidak valid.
it: Nessun modello trovato tramite OpenRouter o la chiave API non è valida.
ja: OpenRouterを介してモデルが見つかりませんでした、またはAPIキーが無効です。
ko: OpenRouter를 통해 모델을 찾을 수 없거나 API 키가 잘못되었습니다.
nl: Geen modellen gevonden via OpenRouter of API-sleutel is ongeldig.
pl: Nie znaleziono modeli za pomocą OpenRouter lub klucz API jest nieprawidłowy.
pt_br: Nenhum modelo encontrado via OpenRouter ou chave de API é inválida.
ru: Модели не найдены через OpenRouter или ключ API недействителен.
th: ไม่พบโมเดลผ่าน OpenRouter หรือ API key ไม่ถูกต้อง.
tr: OpenRouter veya API anahtarı ile hiçbir model bulunamadı.
uk: Моделі не знайдено через OpenRouter або недійсний ключ API.
vi: Không tìm thấy mô hình qua OpenRouter hoặc khóa API không hợp lệ.
zh_hans: 在OpenRouter中找不到模型或API密钥无效。
zh_hant: 在OpenRouter或API金鑰無效找不到模型。

source: No models found. Please pull a model using 'ollama pull' in Terminal.
de: Keine Modelle gefunden. Bitte ziehen Sie ein Modell mit 'ollama pull' im Terminal.
es: No se encontraron modelos. Por favor, extrae un modelo usando 'ollama pull' en Terminal.
fr: Aucun modèle trouvé. Veuillez tirer un modèle en utilisant 'ollama pull' dans Terminal.
hi: कोई मॉडल नहीं मिला। कृपया टर्मिनल में 'ollama pull' का उपयोग करके एक मॉडल खींचें।
id: Tidak ada model yang ditemukan. Silakan tarik model menggunakan 'ollama pull' di Terminal.
it: Nessun modello trovato. Eseguire il pull di un modello utilizzando 'ollama pull' in Terminal.
ja: モデルが見つかりません。ターミナルで 'ollama pull' を使用してモデルを取得してください。
ko: 모델을 찾을 수 없습니다. 터미널에서 'ollama pull'을 사용하여 모델을 가져와주세요.
nl: Geen modellen gevonden. Trek alstublieft een model met behulp van 'ollama pull' in Terminal.
pl: Nie znaleziono modeli. Proszę pobrać model za pomocą „ollama pull” w Terminalu.
pt_br: Nenhum modelo encontrado. Por favor, puxe um modelo usando 'ollama pull' no Terminal.
ru: Модели не найдены. Пожалуйста, загрузите модель, используя 'ollama pull' в терминале.
th: ไม่พบโมเดล โปรดดึงโมเดลโดยใช้ 'ollama pull' ใน Terminal ค่ะ
tr: Modeller bulunamadı. Lütfen Terminal'de 'ollama pull' kullanarak bir model çekin.
uk: Моделі не знайдено. Будь ласка, витягніть модель, використовуючи 'ollama pull' в Терміналі.
vi: Không tìm thấy mô hình. Vui lòng kéo một mô hình bằng cách sử dụng 'ollama pull' trong Terminal.
zh_hans: 未找到模型。请在终端中使用“ollama pull”拉取模型。
zh_hant: 找不到模型。請在終端機中使用'ollama pull'拉取模型。

source: No past events
de: Keine vergangenen Ereignisse
es: No hay eventos pasados
fr: Aucun événement passé
hi: कोई पिछली घटनाएं नहीं
id: Tidak ada acara yang lalu
it: Nessun evento passato
ja: 過去のイベントはありません
ko: 과거 이벤트 없음
nl: Geen eerdere gebeurtenissen
pl: Brak wcześniejszych wydarzeń
pt_br: Nenhum evento passado
ru: Нет прошлых событий
th: ไม่มีเหตุการณ์ที่ผ่านมา
tr: Geçmiş etkinlik yok
uk: Немає минулих подій
vi: Không có sự kiện nào trong quá khứ
zh_hans: 没有过去的事件
zh_hant: 無過去事件

source: No text content received from AI.
de: Kein Textinhalt von KI erhalten.
es: No se recibió contenido de texto de la IA.
fr: Aucun contenu texte reçu de l'IA.
hi: AI से कोई पाठ सामग्री प्राप्त नहीं हुई।
id: Tidak ada konten teks yang diterima dari AI.
it: Nessun contenuto testuale ricevuto dall'IA.
ja: AIからテキストコンテンツが受信されませんでした。
ko: AI로부터 텍스트 내용을 받지 못했습니다.
nl: Geen tekstinhoud ontvangen van AI.
pl: Nie otrzymano treści tekstu od AI.
pt_br: Conteúdo de texto não recebido do AI.
ru: Не удалось получить текстовое содержимое от ИИ.
th: ไม่มีเนื้อหาข้อความที่ได้รับจาก AI ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ/ค่ะ ครับ
tr: AI'dan metin içeriği alınamadı.
uk: Не отримано текстового вмісту від ШШ.
vi: Không có nội dung văn bản nhận được từ AI.
zh_hans: 未收到来自AI的文本内容。
zh_hant: AI未收到任何文本內容。

source: No upcoming events
de: Keine bevorstehenden Veranstaltungen
es: No hay eventos próximos
fr: Aucun événement à venir
hi: कोई आगामी कार्यक्रम नहीं है
id: Tidak ada acara mendatang
it: Nessun evento in programma
ja: 予定されているイベントはありません
ko: 다가오는 이벤트가 없습니다.
nl: Geen aankomende evenementen
pl: Brak nadchodzących wydarzeń
pt_br: Nenhum evento futuro
ru: Нет предстоящих событий
th: ไม่มีเหตุการณ์ที่จะเกิดขึ้น
tr: Yaklaşan etkinlik yok
uk: Ніяких майбутніх подій
vi: Không có sự kiện sắp tới
zh_hans: 没有即将到来的事件
zh_hant: 沒有即將到來的活動

source: Notes
de: Notizen
es: Notas
hi: नोट्स
id: Catatan
it: Note
ja: ノート
ko: 노트
nl: Notities
pl: Notatki
pt_br: Notas
ru: Заметки
th: บันทึก
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh_hans: 笔记
zh_hant: 筆記

source: Number of Speakers:
de: "Anzahl der Lautsprecher:"
es: "Número de altavoces:"
fr: Nombre d'enceintes :
hi: बोलने वालों की संख्या:
id: Jumlah Pembicara:
it: "Numero di altoparlanti:"
ja: スピーカーの数:
ko: 스피커 수:
nl: "Aantal sprekers:"
pl: Liczba głośników:
pt_br: "Número de Alto-falantes:"
ru: Количество динамиков:
th: จำนวนลำโพง:
tr: "Konuşmacı Sayısı:"
uk: Кількість динаміків:
vi: Số loa:
zh_hans: "发言人数量："
zh_hant: 說話者數量：

source: Oldest Added
de: Älteste hinzugefügt.
es: Añadido más antiguo
fr: Ajouté le plus ancien.
hi: सबसे पुराना जोड़ा गया।
id: Paling Lama Ditambahkan
it: Più vecchi aggiunti
ja: 最古の追加
ko: 가장 오래된 추가된 것.
nl: Oudst toegevoegd.
pl: Najstarsze dodane
pt_br: Adicionado mais antigo.
ru: Старейший добавленный
th: เพิ่มเมื่อเร็วที่สุด
tr: En Eski Eklendi.
uk: Найстаріший доданий
vi: Cũ nhất được thêm vào
zh_hans: 最早添加
zh_hant: 最早添加

source: Ollama
de: "Ollama" -> "Ollama"
hi: ओल्लामा
ja: オラマ
ko: 올라마
ru: Оллама
tr: "Ollama" => "Ollama"
uk: Оллама
zh_hans: 奥拉玛
zh_hant: 奧拉瑪

source: Ollama URL
de: "Ollama URL" -> "Ollama URL"
es: URL de Ollama
fr: URL Ollama
id: URL Ollama
it: URL di Ollama
pl: Adres URL Ollama
pt_br: URL do Ollama.
vi: Đường dẫn Ollama
zh_hans: Ollama 网址
zh_hant: Ollama 網址

source: Ollama URL cannot be empty
de: Ollama-URL darf nicht leer sein.
es: La URL de Ollama no puede estar vacía.
fr: L'URL Ollama ne peut pas être vide.
hi: Ollama URL खाली नहीं हो सकता।
id: Ollama URL tidak boleh kosong.
it: L'URL di Ollama non può essere vuota.
ja: Ollama URLは空にできません。
ko: Ollama URL은 비워 둘 수 없습니다.
nl: Ollama URL kan niet leeg zijn.
pl: Ollama URL nie może być puste.
pt_br: A URL do Ollama não pode estar vazia.
ru: Ollama URL не может быть пустым.
th: Ollama URL ต้องไม่ว่างเปล่า
tr: Ollama URL boş olamaz.
uk: Ollama URL не може бути порожнім.
vi: Ollama URL không thể để trống
zh_hans: Ollama URL 不能为空。
zh_hant: Ollama URL 不能為空。

source: Ollama server not found at given URL. Please check the URL or make sure Ollama is running.
de: Ollama-Server nicht unter der angegebenen URL gefunden. Bitte überprüfen Sie die URL oder stellen Sie sicher, dass Ollama läuft.
es: Servidor de Ollama no encontrado en la URL proporcionada. Por favor, verifica la URL o asegúrate de que Ollama esté en funcionamiento.
fr: Serveur Ollama introuvable à l'URL donnée. Veuillez vérifier l'URL ou vous assurer qu'Ollama est en cours d'exécution.
hi: Ollama सर्वर दिए गए URL पर नहीं मिला। कृपया URL की जाँच करें या सुनिश्चित करें कि Ollama चल रहा है।
id: Server Ollama tidak ditemukan di URL yang diberikan. Harap periksa URL atau pastikan Ollama sedang berjalan.
it: Server Ollama non trovato all'URL fornito. Controlla l'URL o assicurati che Ollama sia in esecuzione.
ja: 指定されたURLでOllamaサーバーが見つかりません。URLを確認するか、Ollamaが実行されていることを確認してください。
ko: 주어진 URL에서 Ollama 서버를 찾을 수 없습니다. URL을 확인하거나 Ollama가 실행 중인지 확인하십시오.
nl: Ollama-server niet gevonden op opgegeven URL. Controleer de URL of zorg ervoor dat Ollama actief is.
pl: Serwer Ollama nie został znaleziony pod podanym adresem URL. Sprawdź adres URL lub upewnij się, że Ollama jest uruchomiona.
pt_br: Servidor Ollama não encontrado no URL fornecido. Por favor, verifique o URL ou certifique-se de que o Ollama está em execução.
ru: Сервер Ollama не найден по указанному URL. Пожалуйста, проверьте URL или убедитесь, что Ollama запущен.
th: เซิร์ฟเวอร์ Ollama ไม่พบที่ URL ที่ระบุ โปรดตรวจสอบ URL หรือตรวจสอบว่า Ollama กำลังทำงานอยู่หรือไม่
tr: Verilen URL'de Ollama sunucusu bulunamadı. Lütfen URL'yi kontrol edin veya Ollama'nın çalıştığından emin olun.
uk: Сервер Ollama не знайдено за вказаною URL-адресою. Будь ласка, перевірте URL-адресу або переконайтеся, що Ollama працює.
vi: Máy chủ Ollama không được tìm thấy tại URL đã cho. Vui lòng kiểm tra URL hoặc đảm bảo rằng Ollama đang chạy.
zh_hans: 在给定的URL上找不到Ollama服务器。 请检查URL或确保Ollama正在运行。
zh_hant: 在給定的URL找不到Ollama伺服器。請檢查URL或確保Ollama正在運行。

source: Open Data Folder
de: Datenordner öffnen
es: Abrir carpeta de datos
fr: Ouvrir le dossier de données
hi: डेटा फ़ोल्डर खोलें
id: Buka Folder Data
it: Apri Cartella Dati
ja: データフォルダーを開く
ko: 데이터 폴더 열기
nl: Open gegevensmap
pl: Otwórz folder danych
pt_br: Abrir Pasta de Dados
ru: Открыть папку данных
th: เปิดโฟลเดอร์ข้อมูลข้อมูล
tr: Veri Klasörünü Aç
uk: Відкрити папку з даними
vi: Mở Thư Mục Dữ Liệu
zh_hans: 打开数据文件夹
zh_hant: 打開資料夾

source: Open Item Folder
de: Elementordner öffnen
es: Abrir carpeta de elementos
fr: Ouvrir le dossier de l'élément
hi: आइटम फ़ोल्डर खोलें
id: Buka Folder Item
it: Apri la cartella degli elementi
ja: アイテムフォルダーを開く
ko: 아이템 폴더 열기
nl: Map Itemmap openen
pl: Otwórz folder elementu
pt_br: Abrir Pasta do Item
ru: Открыть папку с элементом
th: เปิดโฟลเดอร์รายการ
tr: Öğe Klasörünü Aç
uk: Відкрити папку з елементом
vi: Mở thư mục mục
zh_hans: 打开项目文件夹
zh_hant: 打開項目資料夾

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuraciones
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Open Instellingen
pl: Otwórz ustawienia
pt_br: Abrir Configurações
ru: Открыть Настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

source: Open System Dictation Settings
de: Öffnen Sie die System-Diktateinstellungen.
es: Abrir ajustes de dictado del sistema"
fr: Ouvrir les paramètres de dictée du système
hi: सिस्टम डिक्टेशन सेटिंग्स खोलें।
id: Buka Pengaturan Dikte Sistem
it: Apri Impostazioni Dettatura di Sistema
ja: システムの音声入力設定を開く
ko: 시스템 딕테이션 설정 열기
nl: Open Systeem dicteerinstellingen
pl: Otwórz ustawienia dyktowania systemowego
pt_br: Abrir Configurações de Ditado do Sistema
ru: Открыть настройки системного диктования
th: เปิดการตั้งค่าการพูดในระบบ
tr: Açık Sistem Dikte Ayarları
uk: Відкрити налаштування системного диктанту.
vi: Mở Cài đặt Chuyển văn bản Hệ thống
zh_hans: 打开系统语音识别设置
zh_hant: 打開系統語音輸入設定

source: Open System Translation Settings
de: Systemübersetzungseinstellungen öffnen
es: Abrir configuración de traducción del sistema
fr: Ouvrir les paramètres de traduction du système
hi: सिस्टम अनुवाद सेटिंग्स खोलें
id: Buka Pengaturan Terjemahan Sistem
it: Apri impostazioni di traduzione di sistema
ja: システム翻訳設定を開く
ko: 시스템 번역 설정 열기
nl: Systeemvertalingsinstellingen openen
pl: Otwórz ustawienia tłumaczenia systemu
pt_br: Abrir configurações de tradução do sistema
ru: Открыть настройки системного перевода
th: เปิดการตั้งค่าการแปลระบบ
tr: Sistem Çeviri Ayarlarını Aç
uk: Відкрити налаштування системи перекладу
vi: Mở Cài Đặt Dịch Hệ Thống
zh_hans: 打开系统翻译设置
zh_hant: 開啟系統翻譯設定

source: OpenAI API Key
de: OpenAI API-Schlüssel
es: "Clave de API de OpenAI"
fr: Clé API OpenAI
hi: OpenAI API कुंजी
id: Kunci API OpenAI
it: Chiave API OpenAI"
ja: OpenAI APIキー
ko: OpenAI API 키
nl: OpenAI API-sleutel
pl: Klucz API OpenAI
pt_br: Chave da API OpenAI
ru: Ключ API OpenAI
th: คีย์ API ของ OpenAI
tr: OpenAI API Anahtarı
uk: Ключ API OpenAI
vi: "Khóa API OpenAI"
zh_hans: OpenAI API 密钥
zh_hant: OpenAI API 金鑰

source: OpenAI API key should start with 'sk-'
de: Die OpenAI-API-Schlüssel sollten mit 'sk-' beginnen.
es: La clave de API de OpenAI debe comenzar con 'sk-'.
fr: La clé API OpenAI doit commencer par 'sk-'.
hi: OpenAI API कुंजी 'sk-' से शुरू होनी चाहिए।
id: Kunci API OpenAI harus dimulai dengan 'sk-'.
it: La chiave API di OpenAI dovrebbe iniziare con 'sk-'.
ja: OpenAI APIキーは'sk-'で始まる必要があります。
ko: OpenAI API 키는 'sk-'로 시작해야 합니다.
nl: OpenAI API-sleutel moet beginnen met 'sk-'.
pl: Klucz API OpenAI powinien zaczynać się od „sk-”.
pt_br: A chave da API da OpenAI deve começar com 'sk-'.
ru: Ключ API OpenAI должен начинаться с 'sk-'.
th: คีย์ API ของ OpenAI ควรเริ่มต้นด้วย 'sk-'
tr: OpenAI API anahtarı 'sk-' ile başlamalıdır.
uk: Ключ API OpenAI повинен починатися з 'sk-'.
vi: Khóa API OpenAI phải bắt đầu bằng 'sk-'.
zh_hans: OpenAI API 密钥应该以'sk-'开头。
zh_hant: OpenAI API 金鑰應該以 'sk-' 開頭。

source: OpenRouter
de: "Offener Router"
es: EnrutadorAbierto
fr: RouteurOuvert
hi: ओपनराउटर
it: "ApriRouter"
ja: オープンルーター
ko: 오픈 라우터
pl: OtwórzRouter
pt_br: RoteadorAberto
ru: Открыть маршрутизатор
th: เปิดเราเตอร์
tr: AçıkYönlendirici
uk: Відкрити маршрутизатор
vi: Bộ định tuyến Mở
zh_hans: 打开路由器
zh_hant: 開啟路由器

source: OpenRouter API Key
de: OpenRouter API-Schlüssel
es: "Clave de API de OpenRouter"
fr: Clé API OpenRouter
hi: ओपनराउटर एपीआई कुंजी
id: Kunci API OpenRouter
it: Chiave API OpenRouter
ja: OpenRouter APIキー
ko: 오픈 라우터 API 키
nl: OpenRouter API-sleutel
pl: Klucz API OpenRouter
pt_br: Chave da API do OpenRouter
ru: Ключ API OpenRouter
th: คีย์ API ของ OpenRouter
tr: AçıkRouter API Anahtarı
uk: Ключ API OpenRouter
vi: "Khóa API OpenRouter"
zh_hans: OpenRouter API 密钥
zh_hant: OpenRouter API 金鑰

source: OpenRouter API key should start with 'sk-or-'
de: Der OpenRouter-API-Schlüssel sollte mit 'sk-or-' beginnen.
es: La clave de API de OpenRouter debe comenzar con 'sk-or-'.
fr: La clé API OpenRouter doit commencer par 'sk-or-'.
hi: OpenRouter API कुंजी 'sk-or-' से शुरू होनी चाहिए।
id: Kunci API OpenRouter harus dimulai dengan 'sk-or-'.
it: La chiave API di OpenRouter dovrebbe iniziare con 'sk-or-'.
ja: OpenRouter APIキーは'sk-or-'で始まる必要があります。
ko: OpenRouter API 키는 'sk-or-'로 시작해야합니다.
nl: OpenRouter API-sleutel moet beginnen met 'sk-or-'.
pl: Klucz API OpenRouter powinien zaczynać się od „sk-or-”.
pt_br: A chave da API do OpenRouter deve começar com 'sk-or-'.
ru: Ключ API OpenRouter должен начинаться с 'sk-or-'.
th: คีย์ API OpenRouter ควรเริ่มต้นด้วย 'sk-or-'
tr: OpenRouter API anahtarı 'sk-or-' ile başlamalıdır.
uk: Ключ API OpenRouter повинен починатися з 'sk-or-'.
vi: Khóa API OpenRouter phải bắt đầu bằng 'sk-or-'.
zh_hans: OpenRouter API 密钥应以'sk-or-'开头。
zh_hant: OpenRouter API 金鑰應該以 'sk-or-' 開頭。
